The area of fabric divided by the spacing of the wire in the major direction.
  Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public double MajorReinforcementArea { get; }
  Visual Basic
Public ReadOnly Property MajorReinforcementArea As Double
	Get
  Visual C++
public:
property double MajorReinforcementArea {
	double get ();
}
 See Also
  FabricSheetType Class
  Autodesk.Revit.DB.Structure Namespace